Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 链接目标
ar: هدف الرابط
de: Verknüpfungsziel
en: Link target
eo: Celo de ligilo
es: Destino del enlace
fr: Cible du lien
hi: लिंक का लक्ष्य
id: Tujuan tautan
it: Destinazione collegamento
ja: リンク先
ko: 링크 대상
nl: Koppelingsdoel
pl: Cel linku
pt: Destino do link
ru: Объект ссылки
th: ปลายทางลิงก์
tr: Bağlantı hedefi
vi: Đích liên kết
zh_hant: 連結目標

source: 此卷仍在忽略文件所有权，无法验证权限；已停止操作并保留原件：%@
ar: لا يزال هذا القسم يتجاهل ملكية الملفات، لذا يتعذر التحقق من الأذونات. أُوقفت العملية وحُفظت النسخ الأصلية: %@
de: Dieses Volume ignoriert weiterhin Dateieigentümer. Berechtigungen können nicht geprüft werden. Der Vorgang wurde gestoppt, Originale bleiben erhalten: %@
en: This volume still ignores file ownership, so permissions cannot be verified. The operation stopped and originals were preserved: %@
eo: Ĉi tiu volumo ankoraŭ ignoras dosierposedon, do permesoj ne povas esti kontrolitaj. La operacio haltis kaj la originaloj estas konservitaj: %@
es: Este volumen sigue ignorando la propiedad de los archivos; no se pueden verificar los permisos. La operación se detuvo y los originales se conservaron: %@
fr: Ce volume ignore toujours la propriété des fichiers ; les autorisations ne peuvent pas être vérifiées. L’opération s’est arrêtée et les originaux sont conservés : %@
hi: यह वॉल्यूम अब भी फ़ाइल स्वामित्व को अनदेखा करता है, इसलिए अनुमतियाँ सत्यापित नहीं की जा सकतीं। कार्रवाई रोक दी गई है और मूल डेटा सुरक्षित है: %@
id: Volume ini masih mengabaikan kepemilikan berkas, sehingga izin tidak dapat diverifikasi. Operasi dihentikan dan data asli dipertahankan: %@
it: Questo volume ignora ancora la proprietà dei file; non è possibile verificare i permessi. L’operazione è stata interrotta e gli originali sono conservati: %@
ja: このボリュームはファイルの所有権を無視しているため、アクセス権を検証できません。操作を停止し、元のデータを保持しました：%@
ko: 이 볼륨은 파일 소유권을 무시하고 있어 권한을 검증할 수 없습니다. 작업을 중단하고 원본을 보존했습니다: %@
nl: Dit volume negeert nog steeds bestandseigendom; rechten kunnen niet worden geverifieerd. De bewerking is gestopt en de originelen zijn bewaard: %@
pl: Ten wolumin nadal ignoruje właścicieli plików, więc nie można zweryfikować uprawnień. Operacja została zatrzymana, a oryginały zachowane: %@
pt: Este volume ainda ignora a propriedade dos arquivos; não é possível verificar as permissões. A operação foi interrompida e os originais foram preservados: %@
ru: Этот том по-прежнему игнорирует владельцев файлов, поэтому проверить права невозможно. Операция остановлена, оригиналы сохранены: %@
th: โวลุ่มนี้ยังคงละเลยความเป็นเจ้าของไฟล์ จึงตรวจสอบสิทธิ์ไม่ได้ หยุดการทำงานและเก็บต้นฉบับไว้แล้ว: %@
tr: Bu birim hâlâ dosya sahipliğini yok sayıyor; izinler doğrulanamıyor. İşlem durduruldu ve asıllar korundu: %@
vi: Ổ đĩa này vẫn bỏ qua quyền sở hữu tệp nên không thể xác minh quyền truy cập. Thao tác đã dừng và bản gốc được giữ lại: %@
zh_hant: 此卷仍在忽略檔案擁有權，無法驗證權限；已停止操作並保留原件：%@

source: 还原失败，且无法恢复卷的原挂载选项；数据已保留，请检查挂载状态：%@ %@ %@
ar: فشلت الاستعادة وتعذرت إعادة خيارات التركيب الأصلية. حُفظت البيانات؛ تحقق من حالة التركيب: %@ %@ %@
de: Wiederherstellung fehlgeschlagen; die ursprünglichen Einhängeoptionen konnten nicht wiederhergestellt werden. Daten bleiben erhalten. Prüfen Sie den Einhängestatus: %@ %@ %@
en: Restore failed and the original mount options could not be restored. Data was preserved; check the mount state: %@ %@ %@
eo: Restaŭro malsukcesis kaj la originaj muntaj opcioj ne povis esti restarigitaj. Datumoj estas konservitaj; kontrolu la muntan staton: %@ %@ %@
es: La restauración falló y no se pudieron restablecer las opciones de montaje originales. Los datos se conservaron; compruebe el estado del montaje: %@ %@ %@
fr: La restauration a échoué et les options de montage d’origine n’ont pas pu être rétablies. Les données sont conservées ; vérifiez l’état du montage : %@ %@ %@
hi: बहाली विफल हुई और मूल माउंट विकल्प बहाल नहीं हो सके। डेटा सुरक्षित है; माउंट की स्थिति जाँचें: %@ %@ %@
id: Pemulihan gagal dan opsi pemasangan awal tidak dapat dipulihkan. Data dipertahankan; periksa status pemasangan: %@ %@ %@
it: Ripristino non riuscito; impossibile ristabilire le opzioni di montaggio originali. I dati sono conservati; controllare lo stato del montaggio: %@ %@ %@
ja: 復元に失敗し、元のマウントオプションに戻せませんでした。データは保持されています。マウント状態を確認してください：%@ %@ %@
ko: 복원에 실패했으며 원래 마운트 옵션으로 되돌리지 못했습니다. 데이터는 보존되어 있습니다. 마운트 상태를 확인하세요: %@ %@ %@
nl: Herstellen is mislukt en de oorspronkelijke koppelopties konden niet worden teruggezet. Gegevens zijn bewaard; controleer de koppelstatus: %@ %@ %@
pl: Przywracanie nie powiodło się i nie można przywrócić pierwotnych opcji montowania. Dane zachowano; sprawdź stan montowania: %@ %@ %@
pt: A restauração falhou e as opções de montagem originais não puderam ser restabelecidas. Os dados foram preservados; verifique o estado da montagem: %@ %@ %@
ru: Восстановление не удалось; исходные параметры монтирования восстановить не удалось. Данные сохранены; проверьте состояние монтирования: %@ %@ %@
th: การกู้คืนล้มเหลวและไม่สามารถคืนค่าตัวเลือกการเมานต์เดิมได้ เก็บข้อมูลไว้แล้ว โปรดตรวจสอบสถานะการเมานต์: %@ %@ %@
tr: Geri yükleme başarısız oldu ve özgün bağlama seçenekleri geri yüklenemedi. Veriler korundu; bağlama durumunu kontrol edin: %@ %@ %@
vi: Khôi phục thất bại và không thể đặt lại tùy chọn gắn ban đầu. Dữ liệu được giữ lại; hãy kiểm tra trạng thái gắn: %@ %@ %@
zh_hant: 還原失敗，且無法恢復卷的原掛載選項；資料已保留，請檢查掛載狀態：%@ %@ %@

source: 套件目录可能包含文档，暂不自动排除。
en: Suite folders may contain documents and are not excluded automatically.
zh_hant: 套件目錄可能包含文件，暫不自動排除。

source: App Store 和 iOS 应用保留原安装路径，暂不自动排除。
en: App Store and iOS apps keep their installation paths and are not excluded automatically.
zh_hant: App Store 和 iOS App 保留原安裝路徑，暫不自動排除。

source: 无法确认真实应用身份，未更改存储位置。
en: The app identity could not be verified. Its location was not changed.
zh_hant: 無法確認真實 App 身分，未更改儲存位置。

source: 应用存储路径存在冲突或已改变，未执行操作。
en: An app storage path conflicts or has changed. The operation was stopped.
zh_hant: App 儲存路徑存在衝突或已改變，未執行操作。

source: 应用记录已改变，请重新扫描后重试。
en: App records have changed. Rescan and try again.
zh_hant: App 記錄已改變，請重新掃描後重試。

source: 转换未完成，已保留应用和恢复记录：%@
en: Relocation did not finish. The app and recovery record were preserved: %@
zh_hant: 轉換未完成，已保留 App 和復原記錄：%@

source: 应用存储位置已排除索引。
en: The app storage location is excluded from indexing.
zh_hant: App 儲存位置已排除索引。

source: 应用存储位置已排除索引，Dock 快捷方式同步失败。
en: The app storage location is excluded, but Dock shortcut updates failed.
zh_hant: App 儲存位置已排除索引，Dock 快捷方式同步失敗。

source: 点击「自动处理」开始。
en: Click “Process Apps” to start.
zh_hant: 點擊「自動處理」開始。
